<template>
    <div class="video">
    <video autoplay muted loop>
                    <source src="../base/video/intro3.MOV" type="video/mp4">
                    Ваш браузер не поддерживает видео.
    </video>
    </div>

    <div class="home">
        <div class="info">
            <h2>Описание ресторана</h2>
            <hr>
            <h3>Кухня</h3>
            <p>Самое жаркое место в ресторане, в котором повара готовят различного рода блюда, а официанты постоянно требуют выполнить свои заказы. Это помещение выполнено в белых тонах, здесь достаточно яркое освещение и хорошие условия для работы, если не считать жары. Здесь у каждого есть своё рабочее место. У кондитера даже свой уголок есть, а ещё имеется уголок для мойки посуды, склад-холодильник и обычный склад. Также у выхода на задний двор располагаются шкафчики для персонала всего ресторан. </p>
            <h3>Зал</h3>
            <p>Здесь трудятся официанты, обслуживая гостей, хостес, которая принимает их, а также бармен, который разливает всякого рода напитки. Зал делится на основную зону, зону диванов и бар. Помещение в основном сделано в теплых тонах: повсюду стоят светильники, мебель, в основном, цвета красного вина. В зоне диванов она белая. Паркет и стены здесь деревянного цвета. </p>
            <hr>
            <img  class="img1" src="../base/images/1.webp" alt="">
            <h2>Персонал</h2>
            <hr>

            <h3>Кухня</h3>
            <h4>Шеф-повар</h4>
            <p>Виктор Петрович Баринов — первый шеф-повар ресторана Claude Monet. Мудрый и иногда агрессивный бог Кухни, как его назвал его бывший шеф-повар. Виктор Петрович множество раз участвовал в кулинарных турнирах по всему миру. Постоянно любит пить и в казино до утра посидеть, что является его главной проблемой.</p>
            <h4>Су-шеф</h4>
            <p>Лев Семёнович Соловьёв — су-шеф ресторана Claude Monet при Викторе Баринове и некоторое время при Германе. Всё время заикается, но это не мешало ему быть лучшим су-шефом Claude Monet. В 18 серии был уволен из-за кризиса, но Шеф вернул его на работу. Когда Шеф попал в больницу, Лёва заменял его. В 4 сезоне уволился и перешёл работать в Arcobaleno к Виктору Петровичу. </p>
            <h4>​Повара-универсалы</h4>
            <p>Арсений Андреевич Чуганин — бывший повар-универсал ресторана Claude Monet, специалист по мясу. Всё время ворует продукты. Вместе со своим лучшим другом Федей постоянно подшучивает над персоналом. В 18 серии был уволен из-за кризиса, но Шеф вернул его на работу. Уволился по собственному желанию. </p>
            <p>Фёдор Михайлович Юрченко — бывший повар-универсал ресторана Claude Monet, специалист по рыбе. Вместе со своим лучшим другом Сеней постоянно подшучивает над персоналом. В 18 серии был уволен из-за кризиса, но Шеф вернул его на работу. Уволился по собственному желанию.</p>
            <h4>Кондитер-пекарь</h4>
            <p>Луи Бенуа — бывший кондитер-пекарь ресторана Claude Monet. Прибыл из Прованса (Франция). Не скрывает своей гомосексуальности, любит болтать по мобильному телефону, при этом зачастую ссорится со своим возлюбленным из Франции. В 18 серии был уволен из-за кризиса, но Шеф вернул его на работу. Уволился по собственному желанию.</p>
            <h4>Молекулярная кухня</h4>
            <p>Екатерина Викторовна Семёнова — бывший су-шеф молекулярной кухни ресторана Claude Monet. Была нанята Нагиевым. Стала первой женщиной-поваром на кухне у Виктора Баринова. Врала, что окончила кулинарную академию в Париже (на самом деле была отчислена). Позже стала су-шефом молекулярной кухни. Уволилась по собственному желанию. Позже вернулась в качестве су-шефа.</p>
            <h4>Повора</h4>
            <p>Максим Леонидович Лавров — бывший повар ресторана Claude Monet. Макс не плохо готовит, но правда допускает много косяков. Лучший друг Кости. В конце 2 сезона был уволен Виктором Петровичем за предательство. После он стал официантом, а потом вновь вернулся в повара. Дважды был су-шефом. Уволился по собственному желанию, после того, как изменил Вике. </p>
            <p>Родион Сергеевич Громов — бывший повар ресторана Claude Monet. Крупный бизнесмен, потерявший память. Ранее жил на заднем дворе ресторана, но из-за Андрея Михайловича был вынужден стать поваром, чтобы остаться жить во дворе. Проработал менее часа, так как первое своё блюдо он приготовил другу, который узнал Родиона Сергеевича.</p>
            <p>Денис Андреевич Крылов — бывший повар ресторана Claude Monet. Приехал из Воронежа. Друг детства Макса. Изначально был официантом, но позже перешёл в повара и был уволен в первый же день. По просьбе Виктора Петровича Лёва вернул его и отправил на заготовки. Благодаря Максу прошёл аттестацию у Германа и стал поваром. После появления рояля в ресторане стал подрабатывать музыкантом. Уволился по собственному желанию.</p>
            <img src="../base/images/img2.jpg" alt="">

            <h3>Зал</h3>
            <h4>Директор</h4>
            <p>Виктория Сергеевна Гончарова — нынешний директор ресторана Claude Monet. Строгий, но в то же время добрый директор. С пониманием относится к подчинённым и даже готова их успокоить, например как Настю, которая часто плакала. Несколько раз увольнялась, но после вернулась. В конце 5 сезона вернулась в ресторан вместе с Максом. </p>
            <h4>Официанты</h4>
            <p>Анастасия Степановна Анисимова — бывшая официантка ресторана Claude Monet. Вегетарианка. Несколько наивна, сентиментальна и романтична. Девушка, а позже жена бармена Кости. </p>
            <p>Александра Павловна Бубнова — бывшая официантка ресторана Claude Monet. Встречалась с Ильёй и Максом. Позже была уволена</p>
            <p>Илья Владимирович — бывший официант ресторана Claude Monet. Работал в ресторане до 1 серии, встречался с Сашей, но потом уволился. Позже вернулся, а в 44 серии был уволен.</p>
            <p>Денис Андреевич Крылов — некоторое время был официантом ресторана Claude Monet. Приехал из Воронежа. Друг детства Макса. В первый же день был уволен, но Макс помог ему стать поваром.</p>
            <img src="../base/images/img3.jpg" alt="">
        </div>
    </div>

</template>

<script>

</script>

<style scoped>
    body{
        display: flex;
        align-items: center;
    }
    .info{
        align-items: center;
        justify-self: center;
        font-size: 22px;
        margin-top: 610px;
        background-color: #ffffffde;
        backdrop-filter: blur(20px);
        color: rgb(0, 0, 0);
        width: 1344px;
        height: 4000px;
        padding: 35px;
        box-shadow: 0px 0px 10px;
    }
    .video{
        display: flex;
        position: fixed;
        z-index: -1;
        top: 0;
        left: 0;
        height: 1071.8px;
    }
    h3{
        margin-top: 20px;
        margin-bottom:10px ;
    }
    h4{
        padding-bottom:10px ;
        color: #000000c7;
    }
    p{
        padding-bottom: 10px;
    }
    .info>img{
        justify-self: center;
        display: flex;
        margin-top: 10px;
        margin-bottom: 10px;
        height: 420px;
    }

</style>